Repository: Belarus/OmegaT-Android
Catalog: Android/omegat/project_save.tmx
Source language: en
Languages: be

source: Access is very restricted usually to system process.
be: Доступ да гэтае магчымасьці вельмі абмежаваны: звычайна яго маюць толькі сыстэмныя працэсы.

source: Access numbers and symbols
be: Доступ да лічбаў і знакаў

source: Access the SD card.
be: Доступ да карткі SD

source: Access the USB storage.
be: Доступ да сховішча USB.

source: Access the available accounts.
be: Доступ да наяўных рахункаў.

source: Accessibility
be: Даступнасьць

source: Accessibility services
be: Службы даступнасьці

source: Accessibility settings
be: Налады даступнасьці

source: Accessibility tutorial
be: Навучаньне па даступнасьці

source: Account
be: Рахунак

source: Account \"%s\" requires security settings update.
be: Рахунак «%s» патрабуе абнавіць налады бясьпекі.

source: Account already exists
be: Рахунак ужо існуе

source: Account already has Gmail.
be: Рахунак ужо мае пошту Gmail.

source: Account and Sync Settings
be: Налады рахункаў і сынхранізаваньня

source: Account color
be: Колер рахунку

source: Account error.
be: Памылка рахунку.

source: Account is out of disk quota
be: На рахунку перавысілі абмежаваньне прасторы

source: Account list
be: Сьпіс рахункаў

source: Account name
be: Назва рахунку

source: Account number
be: Нумар рахунку

source: Account options
be: Можнасьці рахунку

source: Account registration failed
be: Не ўдалося стварыць рахунак

source: Account registration failed: (%s); will try later
be: Не ўдалося стварыць рахунак: (%s); паспрабуем пазьней

source: Account registration failed: incorrect username or password
be: Не ўдалося стварыць рахунак: неадпаведнае імя карыстальніка ці пароль

source: Account registration failed: please check the server name
be: Не ўдалося стварыць рахунак: калі ласка, спраўдзіце назву паслужніку

source: Account registration stopped because there is no Internet connection
be: Спынілі ствараць рахунак, таму што няма злучэньня зь сецівам

source: Account registration stopped because there is no Wi-Fi connection
be: Спынілі ствараць рахунак, таму што няма злучэньня Wi-Fi

source: Account registration unsuccessful
be: Не ўдалося стварыць рахунак

source: Account registration unsuccessful: (%s); will try later
be: Не ўдалося стварыць рахунак: (%s); паспрабуем пазьней

source: Account registration unsuccessful: check the server name
be: Не ўдалося стварыць рахунак: калі ласка, спраўдзіце назву паслужніку

source: Account registration unsuccessful: incorrect username or password
be: Не ўдалося стварыць рахунак: неадпаведнае імя карыстальніка ці пароль

source: Account settings
be: Налады рахункаў

source: Account setup
be: Уладкаваць рахунак

source: Account type
be: Від рахунку

source: Account unlock
be: Адамкнуць рахунак

source: Account wasn't found.
be: Рахунак не знайшлі.

source: Account:
be: Рахунак:

source: Accounts
be: Рахункі

source: Accounts & sync
be: Рахункі ды сынхранізаваньне

source: Accounts & sync settings
be: Налады рахункаў і сынхранізаваньня

source: Acoustic
be: Акустыка

source: Acquiring location...
be: Здабываем месцазнаходжаньне…

source: Action
be: Дзеяньне

source: Action cannot be reversed!
be: Нічога нельга будзе вярнуць назад!

source: Action to perform when an entry is tapped
be: Дзеяньне, якое выконваецца, калі націскаем на запіс

source: Actions
be: Дзеяньні

source: Activate
be: Задзейнічаць

source: Activate device
be: Задзейнічаць прыладу

source: Activate device administrator?
be: Ці задзейнічаць кіраўніка прылады?

source: Activate your phone
be: Задзейнічаць тэлефон

source: Activating this administrator will allow the app %1$s to perform the following operations:
be: Калі задзейнічаць кіраўніка, гэта дазволіць праґраме %1$s рабіць наступнае:

source: Activating this administrator will allow the application %1$s to perform the following operations:
be: Калі задзейнічаць кіраўніка, гэта дазволіць праґраме %1$s рабіць наступнае:

source: Active
be: Дзейнічаюць

source: Active input methods
be: Дзейныя спосабы ўводзіць

source: Active when offline
be: Дзейнічае, калі ў сетцы

source: Actively searching
be: У дзейным пошуку

source: Activities
be: Дзейнасьці

source: Activity
be: Дзейнасьць

source: Activity %1$s (in application %2$s) is not responding.
be: Дзейнасьць %1$s (праґрама %2$s) не адказвае.

source: Activity %1$s (in process %2$s) is not responding.
be: Дзейнасьць %1$s (працэс %2$s) не адказвае.

source: Activity %1$s is not responding.
be: Дзейнасьць %1$s не адказвае.

source: Actual import will start soon.
be: Неўзабаве пачнём непасрэдна браць візытоўкі.

source: Add
be: Дадаць

source: Add %s VPN
be: Дадаць VPN %s

source: Add %s as a contact so you can call and chat.
be: Дадайце %s да кантактаў, і можна будзе гутарыць і размаўляць голасам.

source: Add %s to Contacts
be: Дадаць %s да кантактаў

source: Add & remove words from user dictionary
be: Дадаць або прыбраць словы з уласнага слоўніка

source: Add / Remove
be: Дадаць (прыбраць)

source: Add 2-sec pause
be: Дадаць 2 сэкунды паўзы

source: Add Account
be: Дадаць рахунак

source: Add Cc/Bcc
be: Дадаць копію

source: Add Comment
be: Выказацца

source: Add Contact
be: Дадаць кантакт

source: Add Facebook pictures, status, and contact info to Contacts?
be: Ці дадаць малюнкі, станы ды зьвесткі з Facebook у кантакты?

source: Add Friend
be: Дадаць сябра

source: Add New
be: Дадаць

source: Add VKontakte pictures and contact info to Contacts
be: Дадаваць малюнкі ды зьвесткі з бачыны ЎКантакце да кантактаў

source: Add VPN
be: Дадаць VPN

source: Add VPN network
be: Дадаць сетку VPN

source: Add Wi-Fi network
be: Дадаць сетку Wi-Fi

source: Add \"%s\" to contacts?
be: Ці дадаць «%s» да кантактаў?

source: Add \"%s\" to dictionary
be: Дадаць «%s» у слоўнік

source: Add a Google Account
be: Дадаць рахунак Google

source: Add a caption here
be: Дадаць подпіс

source: Add a comment
be: Выказацца

source: Add a custom news topic here
be: Дадаць сюды тэму навінаў на выбар карыстальніка

source: Add a mention
be: Згадаць

source: Add a message
be: Дадаць паведамленьне

source: Add a network
be: Дадаць сетку

source: Add a photo
be: Дадаць здымак

source: Add a place
be: Дадаць месца

source: Add a word by touching the Add (+) button.
be: Націсьніце «Дадаць (+)», каб дадаць слова.

source: Add account
be: Дадаць рахунак

source: Add alarm
be: Дадаць будзьку

source: Add an Exchange ActiveSync account
be: Дадаць рахунак Exchange ActiveSync

source: Add an Exchange account
be: Дадаць рахунак Exchange

source: Add an account
be: Дадаць рахунак

source: Add an account that backs up contacts online?
be: Ці дадаць рахунак, які будзе захоўваць кантакты ў сеціве?

source: Add and configure a new profile
be: Дадаць і наставіць профіль

source: Add another account
be: Дадаць іншы рахунак

source: Add another field
be: Дадаць іншае поле

source: Add application
be: Дадаць праґраму

source: Add as a Friend
be: Дадаць да сяброў

source: Add as a friend
be: Дадаць да сяброў

source: Add attachment
be: Дадаць залучнік

source: Add attachment:
be: Дадаць залучнік:

source: Add attendee
be: Дадаць наведніка

source: Add bookmark
be: Дадаць закладку

source: Add bookmark\u2026
be: Дадаць закладку…

source: Add bookmarks currently on this device and begin syncing bookmarks with %s?
be: Дадаць закладкі, што зараз маюцца на прыладзе, і пачаць сынхранізавацца з %s?

source: Add bookmarks currently on this device and begin syncing with Google account
be: Дадаць закладкі, што зараз маюцца на прыладзе, і пачаць сынхранізавацца з рахункам Google

source: Add bookmarks to Google account
be: Дадаць закладкі да рахунку Google

source: Add bookmark…
be: Дадаць закладку…

source: Add call
be: Дадаць выклік

source: Add card
be: Дадаць картку

source: Add comment
be: Выказацца

source: Add connection
be: Дадаць сувязь

source: Add contact
be: Дадаць кантакт

source: Add contacts
be: Дадаць кантакты

source: Add fixed dialing number
be: Дадаць замацаваны нумар

source: Add friend
be: Дадаць сябра

source: Add guests
be: Запрасіць

source: Add imo to my status
be: Дадаваць «imo» да стану

source: Add label shortcut
be: Дадаць выклічнік да цэтліку

source: Add music
be: Дадаць музыку

source: Add network
be: Дадаць сетку

source: Add new
be: Дадаць

source: Add new account
be: Дадаць рахунак

source: Add new email account
be: Дадаць новы рахунак эл. пошты

source: Add number
be: Дадаць нумар

source: Add one now?
be: Ці дадаць рахунак зараз?

source: Add or remove accounts and change account settings
be: Дадаць або выкрасьліць рахункі, зьмяніць налады рахункаў

source: Add or remove device administrators
be: Дадаць або выкрасьліць кіраўнікоў прыладаў

source: Add organization
be: Дадаць аб’яднаньне

source: Add participants
be: Дадаць удзельнікаў

source: Add people from my Skype Contact list to my address book contacts.
be: Дадаць кантакты са Skype у адрасную кнігу тэлефона.

source: Add people to circles
be: Дадаць людзей да колаў

source: Add phone number
be: Дадаць нумар тэлефона

source: Add picture
be: Дадаць малюнак

source: Add place
be: Дадаць месца

source: Add post
be: Дадаць допіс

source: Add reminder
be: Дадаць напамін

source: Add selected
be: Дадаць абраных

source: Add shortcut to Home
be: Дадаць выклічнік на хатні экран

source: Add shortcut to home
be: Дадаць выклічнік на хатні экран

source: Add slide
be: Дадаць слайд

source: Add star
be: Адзначыць

source: Add subject
be: Дадаць тэму

source: Add sync group
be: Дадаць суполку сынхранізаваньня

source: Add to
be: Дадаць да

source: Add to "My Contacts"
be: Дадаць да «Маіх кантактаў»

source: Add to Blacklist
be: Дадаць у чорны сьпіс

source: Add to Contacts
be: Дадаць да кантактаў

source: Add to Home screen
be: Дадаць на хатні экран

source: Add to audio
be: Дадаць да гуказапісу

source: Add to blacklist
be: Дадаць у чорны сьпіс

source: Add to chat
be: Дадаць да гутаркі

source: Add to circle
be: Дадаць да кола

source: Add to circles
be: Дадаць да колаў

source: Add to contact
be: Дадаць да кантакту

source: Add to contacts
be: Дадаць да кантактаў

source: Add to dictionary
be: Дадаць у слоўнік

source: Add to favorites
be: Дадаць да ўпадабаных

source: Add to home
be: Дадаць на стальніцу

source: Add to list
be: Дадаць у сьпіс

source: Add to my audio
be: Дадаць да гуказапісаў

source: Add to playlist
be: Дадаць да сьпісу

source: Add to video
be: Дадаць да відэазапісу

source: Add video
be: Дадаць відэа

source: Add wait
be: Дадаць чаканьне

source: Add your Android bookmarks to bookmarks for %s
be: Дадаць закладкі Android да закладак %s

source: Added Audio
be: Новы гуказапіс

source: Added Video
be: Новы відэазапіс

source: Added audio
be: Новы гуказапіс

source: Added friends
be: Новыя сябры

source: Added graffiti
be: Новае ґрафіці

source: Added link
be: Спасылка

source: Added note
be: Новая зацемка

source: Added photo
be: Новы фатаздымак

source: Added to bookmarks
be: Закладзеныя

source: Added to bookmarks.
be: Закладзеныя.

source: Added to circle
be: Дадалі да кола

source: Added to your subscriptions.
be: Дадалі да падпісак.

source: Added you to a circle
be: Дадаў вас да кола

source: Adding a Google Account takes just a few steps.
be: Рахунак Google дадаецца ў некалькі крокаў.

source: Adding a Twitter account takes just a few steps.
be: Рахунак Twitter дадаецца ў некалькі крокаў.

source: Adding attachments
be: Дадаюцца залучнікі

source: Adding comment.
be: Дадаецца выказваньне.

source: Adding contact
be: Кантакт дадаецца

source: Adding fixed dialing number\u2026
be: Дадаецца замацаваны нумар…

source: Adding fixed dialing number…
be: Дадаецца замацаваны нумар…

source: Adding friend…
be: Дадаецца сябра…

source: Adding number...
be: Нумар дадаецца…

source: Adding recipients\u2026
be: Дадаюцца атрымальнікі…

source: Adding to favorites
be: Дадаём да ўпадабаных

source: Additional CDMA call settings
be: Дадатковыя налады выклікаў CDMA

source: Additional CDMA only call settings
be: Дадатковыя налады выключна CDMA выклікаў

source: Additional GSM only call settings
be: Дадатковыя налады выклікаў GSM

source: Additional Privacy Policy
be: Дадатковыя правілы адасобленасьці

source: Additional application Layar is not installed.
be: Дадатковую праґраму «Layar» не ўсталявалі.

source: Additional application Velcom recommends is not installed.
be: Дадатковую праґраму «Velcom раіць» не ўсталявалі.

source: Additional call settings
be: Дадатковыя налады тэлефанаваньняў

source: Additional data use may incur carrier charges.
be: Дадатковае выкарыстаньне можа пацягнуць выдаткі.

source: Additional info
be: Дадатковыя зьвесткі

source: Additional settings
be: Дадатковыя налады

source: Additional storage
be: Дадатковае сховішча

source: Additional system updates
be: Дадатковыя абнаўленьні сыстэмы

source: Additionally
be: Дадаткова

source: Address
be: Адрас

source: Address (not required)
be: Адрас (не абавязкова)

source: Address Book search
be: Шукаць у адраснае кнізе

source: Address book
be: Адрасная кніга

source: Address book search complete
be: Скончылі шукаць у адраснае кнізе

source: Address continued (optional)
be: Працяг адрасу (не абавязкова)

source: Address for this account
be: Адрас гэтага рахунку

source: Address line 1:
be: Першы радок адрасу:

source: Address line 2:
be: Другі радок адрасу:

source: Address:
be: Адрас:

source: Adds counter to message ex. (1/2)
be: Лічыльнік у паведамленьні; пр. — (1/2)

source: Adelaide
be: Адэлаіда

source: Adjust power use
be: Наставіць сілкаваньне

source: Adjust the brightness of the screen
be: Наставіць яркасьць экрану

source: Adjust the delay before the screen automatically turns off
be: Наставіць адцінак часу, празь які экран самарушна выключыцца

source: Administrative
be: Адміністратыўнае

source: Administrative disabled
be: Забараніць адміністратыўнае

source: Administrative enabled
be: Дазволіць адміністратыўнае

source: Ads by Google
be: Абвесткі ад Google

source: Advance to
be: Пераходзіць да

source: Advanced
be: Адмысловае

source: Advanced Bluetooth
be: Адмысловыя налады

source: Advanced Openvpn Settings
be: Адмысловыя налады OpenVPN

source: Advanced Settings V.30.1
be: Адмысловыя налады (вэрсія 30.1)

source: Advanced WiFi
be: Адмысловыя налады Wi-Fi

source: Advanced download manager functions.
be: Адмысловыя функцыі кіраўніка спампоўванага.

source: Advanced options
be: Адмысловыя можнасьці

source: Advanced panel
be: Дадатковая панэль

source: Advanced settings
be: Адмысловыя налады

source: Advanced settings for individual websites
be: Адмысловыя налады асобных пляцовак сеціва

source: Advertisements
be: Рэклямныя абвесткі

source: Advertisements disabled
be: Забараніць рэклямныя абвесткі

source: Advertisements enabled
be: Дазволіць рэклямныя абвесткі

source: Affects the tone of the spoken text
be: Зьмяняе вышыню тону голасу якім вымаўляецца тэкст

source: Affiliated Networks
be: Далучаныя сеткі

source: Africa
be: Афрыка

source: Afrikaans (South Africa)
be: афрыканс (Паўднёвая Афрыка)

source: After %d more unsuccessful attempts, you will be asked to unlock your phone using your Google sign-in.
be: Пасьля наступных %d няўдалых спробаў яго намаляваць, вас запытаюцца адамкнуць тэлефон з дапамогаю рахунку Google.

source: After %d more unsuccessful attempts, you will be asked to unlock your phone using your Google sign-in.\n\n Please try again in %d seconds.
be: Пасьля наступных %d няўдалых спробаў яго намаляваць, вас запытаюцца адамкнуць ваш тэлефон з дапамогаю вашага рахунку Google.\n \n Калі ласка, праз %d сэкундаў паспрабуйце зноўку.

source: After 1 key-press
be: Па першым націску

source: After 15 seconds, your message will automatically be sent to Google along with your current location and route.
be: Праз 15 сэкундаў вашае паведамленьне дашлецца ў Google разам са зьвесткамі пра вашае месцазнаходжаньне ды шлях.

source: After 2 key-press
be: Па другім націску

source: After 3 key-press
be: Па трэцім націску

source: After 4 key-press
be: Па чацьвёртым націску

source: After 5 key-press
be: Па пятым націску

source: After 6 key-press
be: Па шостым націску

source: After %1$s of inactivity
be: Засынаць, калі бязьдзейнічаем %1$s

source: After %1$s spent idle
be: Запускаць, калі бязьдзейнічаем %1$s

source: After %d more unsuccessful attempts, the phone will be reset to factory default and all user data will be lost.
be: Пасьля наступных %d няўдалых спробаў тэлефон узновіцца да завадзкога стану, а ўсе зьвесткі карыстальніка страцяцца.

source: After %d more unsuccessful attempts, the tablet will be reset to factory default and all user data will be lost.
be: Пасьля наступных %d няўдалых спробаў пляншэт узновіцца да завадзкога стану, а ўсе зьвесткі карыстальніка страцяцца.

source: After %d more unsuccessful attempts, you will be asked to unlock your tablet using your Google sign-in.
be: Пасьля наступных %d няўдалых спробаў яго намаляваць, вас запытаюцца адамкнуць пляншэт з дапамогаю рахунку Google.

source: After pressing \u201CActivate\u201D, listen to the instructions provided to activate your phone.
be: Націсьніце «Задзейнічаць» і праслухайце ўказаньні, якія дапамогуць задзейнічаць тэлефон.

source: After pressing “Activate”, listen to the instructions provided to activate your phone.
be: Націсьніце «Задзейнічаць» і праслухайце ўказаньні, якія дапамогуць задзейнічаць тэлефон.

source: After setup, you can do that in Settings > Wireless & networks.
be: Калі Wi-Fi уладкуецца, гэта можна будзе зрабіць у разьдзеле наладаў «Бяздротавыя ды сеткі».

source: After successful sign in you can add more accounts.
be: Дадаць іншыя рахункі можна будзе, калі вы пасьпяхова ўвойдзеце.

source: After you turn on Explore by Touch, you can touch the screen to learn what\’s under your finger.
be: Пасьля таго, як вы дазволіце «дасьледаваць дотыкам», зразумець, што пад вашым пальцам, можна будзе, дакрануўшыся да экрану.

source: Agenda
be: Парадак дня

source: Agree
be: Пагадзіцца

source: Ah meow...
be: Мя… мяў…

source: Airplane
be: У самалёце

source: Airplane mode
be: Стан «у самалёце»

source: Airplane mode is OFF
be: Стан «у самалёце» вылучылі

source: Airplane mode is ON
be: Стан «у самалёце» улучылі

source: Airplane mode.
be: Стан «у самалёце».

source: Airport
be: Лётнішча

source: Alarm
be: Будзька

source: Alarm Clock
be: Буднік

source: Alarm clock
be: [н/д]Буднік

source: Alarm in silent mode
be: Будзька ў бязгучным стане

source: Alarm not set
be: Буднік не ўсталяваны

source: Alarm set for %s.
be: Будзьку паставілі на %s.

source: Alarm set for %s. Select to cancel.
be: Будзьку паставілі на %s. Абярыце, каб скасаваць.

source: Alarm set: %s
be: Будзьку паставілі: %s

source: Alarm silenced after %d minutes
be: Будзька замаўчыць, як міне %d хв.

source: Alarm volume
be: Гучнасьць будзькі

source: Alarms
be: Будзькі

source: Alarms will silence after %d minutes
be: Будзькі будуць сьцішвацца праз %d хв.

source: Alaska
be: Аляска

source: Album
be: Альбом

source: Album Description:
be: Апісаньне альбому:

source: Album Title:
be: Назва альбому

source: Album deleted
be: Альбом сьцерлі

source: Album details
be: Падрабязнасьці

source: Album name
be: Назва альбому

source: Album photo
be: Здымак у альбом

source: Albums
be: Альбомы

source: Albums\u2026
be: Альбомаў…

source: Albums…
be: Альбомаў…

source: Alert
be: Сыґнал

source: Alerts & notifications
be: Спавяшчэньні ды сыґналы

source: Alias name:
be: Мянушка:

source: Alien Fruit Salad
be: Іншасьветная салата з садавіны

source: All
be: Усе

source: All %d downloads will be canceled and cleared from the download history.
be: Усё, што спампоўваецца (%d пунктаў), скасуецца ды выкрасьліцца зь гісторыі спампоўванага.

source: All Contacts
be: Усе кантакты

source: All Mail
be: Уся пошта

source: All Other Contacts
be: Усе іншыя кантакты

source: All Voice services are blocked.
be: Усе галасавыя службы забароненыя.

source: All Voice/Data/SMS services are blocked.
be: Усе галасавыя службы, службы сеціва ды SMS забароненыя.

source: All accounts
be: Усе рахункі

source: All accounts have been signed off
be: Выйшлі з усіх рахункаў

source: All animations
be: Усе ажыўленьні

source: All applications
be: Усе праґрамы

source: All call log entries will be removed.
be: Усе запісы гісторыі выклікаў сатруцца.

source: All calls are restricted by access control.
be: Усе выклікі абмяжоўваюцца кантролем доступу.

source: All calls to voicemail
be: Усе выклікі — на галасавую пошту

source: All circles
be: Усе колы

source: All completed and failed uploads will be cleared from the list.
be: Са сьпісу выкрасьліцца тое, што ўжо запампавалі, і тое, што не ўдалося запампаваць.

source: All contacts
be: Усе кантакты

source: All contacts with phone numbers
be: Усе кантакты з тэлефоннымі нумарамі

source: All cookies will be deleted.
be: Усе біркі сатруцца.

source: All data on your card will be lost.
be: Усе зьвесткі ды файлы з карткі зьнішчацца.

source: All data stored by this website will be deleted
be: Сатруцца ўсе зьвесткі, якія захавала бачына сеціве

source: All day
be: Усе дні

source: All day event
be: Падзея на ўсе дні

source: All emails
be: Усе лісты

source: All emergency calls will use your mobile network
be: Усе надзвычайныя нумары будуць выклікацца празь перасоўную сетку

source: All events
be: Усе падзеі

source: All events in the series
be: Усе падзеі ў шэрагу

source: All folders
be: Усе каталёґі

source: All friends
be: Усе сябры

source: All items will be cleared from the list.
be: Усе пункты сьпісу сатруцца.

source: All languages
be: Усе мовы

source: All locations
be: Усе месцы

source: All media
be: Усё мэдыя

source: All messages
be: Усе паведамленьні

source: All messages on the SIM will be deleted.
be: Выдаляцца ўсе паведамленьні з карткі SIM.

source: All music
be: Уся музыка

source: All music visualizations together, slowly revolving in 3D.
be: Усе ўзнаўленьні разам павольна пакручваюцца ў трох вымярэньнях.

source: All numbers will have a text/sms action
be: Дасылаць тэкст або SMS будзе прапаноўвацца на ўсе нумары

source: All of this application's data will be deleted permanently.
be: Усе дадзеныя гэтае праґрамы назаўжды выдаляцца.

source: All photos
be: Усе здымкі

source: All pictures
be: Усе малюнкі

source: All previous user data will be saved.
be: Усе ранейшыя зьвесткі карыстальніка захаваюцца.

source: All saved form data will be deleted.
be: Усе захаваныя зьвесткі блянкаў сатруцца.

source: All saved passwords will be deleted.
be: Усе захаваныя паролі сатруцца.

source: All songs by %s will be permanently deleted from the SD card.
be: Усе песьні %s назаўжды сатруцца з карткі SD.

source: All songs by %s will be permanently deleted from USB storage.
be: Усе песьні %s назаўжды выдаляцца са сховішча USB.

source: All sounds except media are silenced
be: Сьцішылі ўсе гукі, апроч мэдыя

source: All this app's data will be deleted permanently.
be: Усе зьвесткі гэтае праґрамы назаўжды выдаляцца.

source: All threads
be: Усе галіны

source: All threads will be deleted.
be: Выдаляцца ўсе галіны.

source: All time
be: За ўвесь час

source: All updates to this Android system app will be uninstalled.
be: Высталююцца ўсе абнаўленьні праґрамы сыстэмнага начыньня Android.

source: All videos
be: Усё відэа

source: All website data and location permissions will be deleted.
be: Усе зьвесткі ды дазволы пляцоўкі на месцазнаходжаньне сатруцца.

source: All window animations are shown
be: Паказваюцца ўсе ажыўленьні вокнаў

source: All you need is a Google Account.
be: Вам трэба мець толькі рахунак Google.

source: All you need is either Skype Credit or a monthly subscription to forward calls to landlines and mobiles.
be: Каб перасылаць выклікі на гарадзкія ды перасоўныя тэлефоны, трэба мець крэдыт у Skype альбо падпіску на месяц.

source: All you need is some Skype Credit in your account.
be: Вам трэба мець толькі крэдыт у Skype.

source: Allow
be: Дазволіць
